JAXWS-Client/src/com/client/soap.txt

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><ns2:getBusinessUnitBySystemSpecificIdRequest xmlns="http://fabric.bbc.co.uk/referencedata/schema/model/ref" xmlns:ns2="http://fabric.bbc.co.uk/referencedata/schema/soap" xmlns:ns3="http://fabric.bbc.co.uk/referencedata/schema/model"><ns3:AliasTypeId>1004</ns3:AliasTypeId><ns3:SystemSpecificId>20381/500012870</ns3:SystemSpecificId></ns2:getBusinessUnitBySystemSpecificIdRequest></soap:Body></soap:Envelope>